/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ Zwischenablage kopiert";

/* No comment provided by engineer. */
"%d Confirmations" = "%d-Bestätigungen";

/* No comment provided by engineer. */
"%d more" = "%d mehr";

/* No comment provided by engineer. */
"%d Transactions" = "%d-Transaktionen";

/* No comment provided by engineer. */
"Account Settings" = "Konto-Einstellungen";

/* No comment provided by engineer. */
"Active" = "Aktive";

/* No comment provided by engineer. */
"Add to Address book?" = "Adressbuch hinzufügen?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Es ist ein Fehler aufgetreten überprüfen Sie Ihre PIN-code mit dem remote-server. Sie möglicherweise offline oder blockchain möglicherweise Schwierigkeiten. Möchten Sie wiederholen Validierung oder stattdessen geben Sie Ihr Kennwort manuell?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Es ist ein Fehler aufgetreten laden Sie Ihre Brieftasche. Sie möglicherweise offline oder Blockchain ist ein Problem aufgetreten. Bitte schließen Sie die Anwendung und versuchen Sie es später erneut oder re-pair-Mädchen Ihr Gerät.";

/* No comment provided by engineer. */
"Any Address" = "Jede Adresse";

/* No comment provided by engineer. */
"Archive" = "Archiv";

/* No comment provided by engineer. */
"Archived" = "Archiviert";

/* No comment provided by engineer. */
"Automatically" = "Automatisch";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Vor dem Zugriff auf Ihre Geldbörse, bitte wählen Sie eine pin-Nummer zu entsperren Sie Ihre Brieftasche. Es ist wichtig, dass Sie daran denken, diesen pin nicht zurückgesetzt werden oder geändert werden, ohne zuerst entsperren der app.";

/* No comment provided by engineer. */
"Bitcoin Address" = "Bitcoin-Adresse";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Kann nicht speichern PIN-Code während Geldbeutel nicht initialisiert oder Passwort ist null";

/* No comment provided by engineer. */
"Change PIN" = "PIN ändern";

/* No comment provided by engineer. */
"Close App" = "Schließen App";

/* No comment provided by engineer. */
"Confirm Payment" = "Zahlung Bestätigen";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Bestätigen Zahlung%1$@ (%2$@) zu %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "Erstellen Brieftasche";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Entschlüsselt PIN-Passwort-Länge 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Privaten Schlüssel Entschlüsseln";

/* No comment provided by engineer. */
"Enter Password" = "Passwort Eingeben";

/* No comment provided by engineer. */
"Error" = "Fehler";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Fehler Beim Laden Brieftasche";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Fertig Unterzeichnung Eingänge";

/* No comment provided by engineer. */
"Forget Details" = "Vergessen Details";

/* No comment provided by engineer. */
"Forget Wallet" = "Vergessen Brieftasche";

/* No comment provided by engineer. */
"How would you like to pair?" = "Wie wäre es mit einer Partnerschaft?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Wenn Sie bereits über ein Blockchain Brieftasche, wählen Pair-Gerät; andernfalls wählen Sie Erstellen Brieftasche. Es ist Kostenlos! Keine E-Mail erforderlich.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Importiert Private Key %@";

/* No comment provided by engineer. */
"Information" = "Informationen";

/* No comment provided by engineer. */
"Invalid email address." = "Ungültige E-Mail-Adresse.";

/* No comment provided by engineer. */
"Invalid GUID" = "Ungültige GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Ungültige Kennung";

/* No comment provided by engineer. */
"Invalid Send Value" = "Ungültiger Wert Senden";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Ungültige Shared Key";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Ungültige Der Zurückgegebene Statuscode %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Ungültige bitcoin-Adresse";

/* No comment provided by engineer. */
"Loading External Page" = "Laden Von Externen Seite";

/* No comment provided by engineer. */
"Logout" = "Abmelden";

/* No comment provided by engineer. */
"Manually" = "Manuell";

/* No comment provided by engineer. */
"No" = "Keine";

/* No comment provided by engineer. */
"No Label" = "Kein Label";

/* No comment provided by engineer. */
"No Password Entered" = "Kein Kennwort Eingegeben";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Offene Rechnung Einstellungen, Abmelden oder ändern Sie Ihre pin unten.";

/* No comment provided by engineer. */
"Options" = "Optionen";

/* No comment provided by engineer. */
"Pair Device" = "Pair-Gerät";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Parsing-Pairing-Code";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Passwort muss 10 Zeichen oder mehr";

/* No comment provided by engineer. */
"Passwords do not match" = "Die Passwörter Stimmen nicht überein";

/* No comment provided by engineer. */
"Payment Sent!" = "Zahlung Gesendet!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN Verschlüsselten String ist null";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN-Response-Objekt-Schlüssel oder Wert, der Länge 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN-Response-Objekt Erfolg Länge 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN Erfolgreich Gespeichert";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN-Validierung kann nicht abgeschlossen werden. Bitte geben Sie Ihre Brieftasche Passwort manuell.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN Validierungsfehler";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Bitte geben Sie Ihre 36 Charakter Brieftasche identifier richtig. Es kann sein gefunden in der Willkommens E-Mail auf Start.";

/* No comment provided by engineer. */
"Please provide an email address." = "Bitte geben Sie Ihre E-Mail-Adresse.";

/* No comment provided by engineer. */
"Please Wait" = "Bitte Warten";

/* No comment provided by engineer. */
"Retry Validation" = "Wiederholen Validierung";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Scannen Sie Sehen Nur Ihre Adresse?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Zweite Passwort Falsch";

/* No comment provided by engineer. */
"Send Payment From:" = "Die Zahlung Senden Aus:";

/* No comment provided by engineer. */
"Send Payment To:" = "Die Zahlung Senden:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Server Zurückgegeben Null-Status-Code";

/* No comment provided by engineer. */
"Signing Input %d" = "Unterzeichnung Input %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Unterzeichnung Eingänge";

/* No comment provided by engineer. */
"Success" = "Erfolg";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "Der private Schlüssel, die Sie versuchen zu importieren ist verschlüsselt. Bitte geben Sie das Passwort unten.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Diese Aktion erfordert das zweite Passwort für Ihr bitcoin Brieftasche. Bitte geben Sie es unten ein und klicken Sie auf weiter.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Dieser löscht alle Brieftasche Daten auf das Gerät. Bitte bestätigen Sie Ihre Brieftasche Informationen gespeichert anderswo sonst keine bitcoins in dieser Brieftasche nicht zugegriffen werden!!";

/* No comment provided by engineer. */
"Unarchive" = "Entpacken";

/* No comment provided by engineer. */
"Unconfirmed" = "Unbestätigten";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Nicht Unterstützte Private-Key-Format";

/* No comment provided by engineer. */
"User Declined" = "Benutzer Abgelehnt";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Geldbörse-Adresse %@ hat Mittel zur Verfügung zu verbringen. Allerdings muss der private Schlüssel gescannt werden, um ein Papier Geldbörse oder QR-Code. Würden Sie gerne Scannen Sie den privaten Schlüssel jetzt?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Brieftasche Gepaart Erfolgreich.";

/* No comment provided by engineer. */
"Warning!!!" = "Warnung!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Willkommen Zurück";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Willkommen Blockchain Brieftasche";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Möchten Sie die bitcoin-Adresse %@ zu deinem Adressbuch?";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Sie haben keine aktive bitcoin-Adressen für den Versand";

/* No comment provided by engineer. */
"You must enter a destination address" = "Sie müssen ein Ziel-Adresse";

/* No comment provided by engineer. */
"You must enter a label" = "Geben Sie ein label";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Ihre Brieftasche wurde erfolgreich erstellt.";

